{
    "authors": [
        {
            "image": "http://localhost:8080/author/posts/blog/download/img?id=569644",
            "name": "SLAVA NIKITENKO",
            "skills": "Entrepreneur, Investor, and Biohacker",
            "description": "Educational Background:\r\nSchool Years: During his school years, he developed a profound interest in psychology and marketing. The works of Philip Kotler significantly influenced his growth as a marketer. Even before completing high school, he graduated with honors from business school.\r\nUniversity Education: At 17, he moved to the capital of Ukraine to study economics and marketing. He excelled in university-level and national marketing competitions, securing first place among hundreds of participants.\r\nProfessional Journey:\r\nEarly Career: At 20, he began working with a leading developer in Ukraine within a holding company focused on residential and commercial real estate in Kyiv. A year later, he founded his first investment and construction company, expanding into the real estate markets of Kyiv, Rivne, and Poltava regions. This venture grew into a successful holding company that operated actively for 12 years.\r\nYour Price Booking: In 2018, he developed an innovative online hotel reservation and daily housing rental service, Your Price Booking. He founded the company in 2023, overseeing its growth with a team of 15 programmers. The service 's creation involved over 100 developers working for six years.\r\nBiohacking and Health:\r\nResearch: Since 2022, he has delved into the works of Dr. Eric Berg and Japanese researchers Yoshinori Ohsumi and Toshiyuki Omura. Their research on autophagy and cellular self-regulation has been pivotal in his understanding of biological processes that allow cells to recycle and reuse their components.\r\nHealth Transformation: By mid-2023, he achieved significant health improvements and weight loss, shedding 43 kilograms. He documented his journey and shared his guide, \"An Easy Way to Restore Health and Lose Weight,\" freely with the public.\r\nCurrent Projects:\r\nBook Writing: He is currently writing a book based on his health restoration guide.\r\nBlockchain Elections: Since 2018, he has been working on creating a decentralized application for collecting and counting voter votes using blockchain technology.\r\nAchievements and Impact:\r\nHis entrepreneurial spirit and innovative approach have led to the successful development of multiple companies and ground-breaking projects in real estate and technology.\r\nHis commitment to health and biohacking has inspired many, with his personal transformation and free guide serving as a testament to his dedication.\r\nSLAVA NIKITENKO continues to explore new frontiers in business, technology, and health, sharing his insights and experiences through The Wandered Blog.",
            "id": 569644,
            "linkc": [
                {
                    "tiktok": "1"
                },
                {
                    "instagram": "2"
                },
                {
                    "youtube": "3"
                },
                {
                    "xsolid": "4"
                },
                {
                    "linkedin": "5"
                },
                {
                    "pinterest": "6"
                },
                {
                    "facebook": "7"
                }
            ]
        },
        {
            "image": "http://localhost:8080/author/posts/blog/download/img?id=579476",
            "name": "Дмитро Маренич",
            "skills": "Entrepreneur, Investor, and Biohacker",
            "description": "Educational Background: School Years: During his school years, he developed a profound interest in psychology and marketing. The works of Philip Kotler significantly influenced his growth as a marketer. Even before completing high school, he graduated with honors from business school. University Education: At 17, he moved to the capital of Ukraine to study economics and marketing. He excelled in university-level and national marketing competitions, securing first place among hundreds of participants. Professional Journey: Early Career: At 20, he began working with a leading developer in Ukraine within a holding company focused on residential and commercial real estate in Kyiv. A year later, he founded his first investment and construction company, expanding into the real estate markets of Kyiv, Rivne, and Poltava regions. This venture grew into a successful holding company that operated actively for 12 years. Your Price Booking: In 2018, he developed an innovative online hotel reservation and daily housing rental service, Your Price Booking. He founded the company in 2023, overseeing its growth with a team of 15 programmers. The service 's creation involved over 100 developers working for six years. Biohacking and Health: Research: Since 2022, he has delved into the works of Dr. Eric Berg and Japanese researchers Yoshinori Ohsumi and Toshiyuki Omura. Their research on autophagy and cellular self-regulation has been pivotal in his understanding of biological processes that allow cells to recycle and reuse their components. Health Transformation: By mid-2023, he achieved significant health improvements and weight loss, shedding 43 kilograms. He documented his journey and shared his guide, \"An Easy Way to Restore Health and Lose Weight,\" freely with the public. Current Projects: Book Writing: He is currently writing a book based on his health restoration guide. Blockchain Elections: Since 2018, he has been working on creating a decentralized application for collecting and counting voter votes using blockchain technology. Achievements and Impact: His entrepreneurial spirit and innovative approach have led to the successful development of multiple companies and ground-breaking projects in real estate and technology. His commitment to health and biohacking has inspired many, with his personal transformation and free guide serving as a testament to his dedication. SLAVA NIKITENKO continues to explore new frontiers in business, technology, and health, sharing his insights and experiences through The Wandered Blog.",
            "id": 579476,
            "linkc": [
                {
                    "tiktok": "1"
                },
                {
                    "instagram": "2"
                },
                {
                    "youtube": "3"
                },
                {
                    "xsolid": "4"
                },
                {
                    "linkedin": "5"
                },
                {
                    "pinterest": "6"
                },
                {
                    "facebook": "7"
                }
            ]
        }
    ]
}